'use strict';
export default class LandCtrl {
    constructor() {
        this.active_slide_1 = 'active';
        this.active_slide_2 = '';
        this.active_slide_3 = '';
        this.date_question = [
        	{
        		"id":"1",
        		"question":"Когда стартует проект?",
        		"answer":"13 июня."
        	},
        	{
        		"id":"2",
        		"question":"Какова длительность тренировок?",
        		"answer":"30 - 40 минут."
        	},
        	{
        		"id":"3",
        		"question":"Какой инвентарь необходим для тренировок?",
        		"answer":"Только желание, никакой инвентарь не требуется - все проходит в домашних условиях."
        	},
        	{
        		"id":"4",
        		"question":"Каково количество тренировок в неделю?",
        		"answer":"5 ежедневных тренировок и недельное соревнование."
        	},
        	{
        		"id":"5",
        		"question":"Есть ли ограничения по возрасту?",
        		"answer":"От 18 лет и до бесконечности."
        	},
        	{
        		"id":"6",
        		"question":"Что если я живу в другом городе?",
        		"answer":"Участие можно принимать из любого города или страны, необходим только доступ в интернет."
        	},
        	{
        		"id":"7",
        		"question":"Возможна ли оплата не из РФ?",
        		"answer":"По карте из любой страны."
        	},
        	{
        		"id":"8",
        		"question":"Какова крайняя дата оплаты курса?",
        		"answer":"12. 06. 2016."
        	},
        	{
        		"id":"9",
        		"question":"Можно ли получить детальное описание тарифов?",
        		"answer":"«Одиночка» для одного; «Парный» для двоих (не важно, кем вы приходитесь друг другу); «Командный» для группы из 5 человек (не важно, кем вы приходитесь друг другу)."
        	},
        	{
        		"id":"10",
        		"question":"Что значит - ежедневные и еженедельные отчеты?",
        		"answer":"В конце каждого дня тебе нужно будет писать отчет. Прояви себя в них! Докажи, что ты действительно работаешь и готова на все ради красивого тела. Помни, что ты в игре, и твоя победа зависит только от тебя. И ЕЩЕ, БОЛЬШЕ ПУБЛИКАЦИЙ В ИНСТА – БОЛЬШЕ ПРИЗОВ!"
        	},
        	{
        		"id":"11",
        		"question":"Можно ли участвовать, если есть ограничения по здоровью ",
        		"answer":"Лучше проконсультироваться с вашим врачом, показав видео тренировок."
        	},
        	{
        		"id":"12",
        		"question":"Получение главного приза возможно только для граждан РФ?",
        		"answer":"Возможно для любой страны. "
        	},
        	{
        		"id":"13",
        		"question":"В проекте могут участвовать и мужчины, и женщины?",
        		"answer":"Да! Особенно интересно участвовать вдвоем."
        	},
        	{
        		"id":"14",
        		"question":"Как происходит голосование?",
        		"answer":"Победитель и призёры проекта определяются с помощью закрытого голосования среди участников проекта в два этапа: в полуфинале и финале. Участники голосуют за присылаемые фото «до» и «после»."
        	},
        	{
        		"id":"15",
        		"question":"За что могут отчислить?",
        		"answer":"- За невыполнение ежедневного отчёта о тренировках и питании. За невыполнение в установленные сроки еженедельного задания «на вылет». - За некорректное поведение по отношению к другим участникам и персоналу проекта."
        	},
        	{
        		"id":"16",
        		"question":"Каким образом отслеживаются фотографии «до» и «после»? ",
        		"answer":"Для каждой фото будут сообщаться кодовые слова, которые необходимо будет указывать на листке с датой. Более подробные инструкции получат участники накануне дня фотографирования."
        	},
        	{
        		"id":"17",
        		"question":"Каким образом производить видеосъемку?",
        		"answer":"Видео можно снимать на камеру телефона или веб-камеру. Главное, чтобы на видео было видно все ваше тело в движении и было достаточно света."
        	},
        	{
        		"id":"18",
        		"question":"Как я буду получать задания?",
        		"answer":"В личном кабинете."
        	}

        ]
    }
}

